export default class Subjects {
  static SUB_OPTIONS = [
    [1, "未選択"],
    [2, "数学"],
    [3, "物理学"],
    [4, "化学"],
    [5, "生物"],
    [6, "地球・惑星"],
    [7, "機械"],
    [8, "システム制御"],
    [9, "電気・電子"],
    [10, "農学"],
    [11, "材料"],
    [12, "応用科学"],
    [13, "薬学"],
    [14, "医療"],
    [15, "情報工学"],
    [16, "知能・情報"],
    [17, "建築"],
    [18, "都市・環境学"],
    [19, "土木工学"],
    [20, "商学"],
    [21, "経済学"],
    [22, "法学"],
    [23, "社会学"],
    [24, "文学"],
    [25, "外国語"],
    [26, "心理学"],
    [27, "教育"],
    [28, "その他"]
  ];
}


